9/data/attachments/33c2c40eed70914b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Susan_particularly_Actions_66080_0</nif:username>
            <nif:friendToBeRequested>soap_actions_954a8992-2861-4087-a161-ca6869131195</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>